/**
 *Submitted for verification at Etherscan.io on 2019-02-22
*/

pragma solidity ^0.4.20;
/**
 .----------------.  .----------------.  .----------------.  .----------------.   .----------------.  .----------------.  .----------------.  .----------------. 
| .--------------. || .--------------. || .--------------. || .--------------. | | .--------------. || .--------------. || .--------------. || .--------------. |
| |   _____      | || |     _____    | || |  _________   | || |  _________   | | | |  ____  ____  | || |      __      | || |     ______   | || |  ___  ____   | |
| |  |_   _|     | || |    |_   _|   | || | |_   ___  |  | || | |_   ___  |  | | | | |_   ||   _| | || |     /  \     | || |   .' ___  |  | || | |_  ||_  _|  | |
| |    | |       | || |      | |     | || |   | |_  \_|  | || |   | |_  \_|  | | | |   | |__| |   | || |    / /\ \    | || |  / .'   \_|  | || |   | |_/ /    | |
| |    | |   _   | || |      | |     | || |   |  _|      | || |   |  _|  _   | | | |   |  __  |   | || |   / ____ \   | || |  | |         | || |   |  __'.    | |
| |   _| |__/ |  | || |     _| |_    | || |  _| |_       | || |  _| |___/ |  | | | |  _| |  | |_  | || | _/ /    \ \_ | || |  \ `.___.'\  | || |  _| |  \ \_  | |
| |  |________|  | || |    |_____|   | || | |_____|      | || | |_________|  | | | | |____||____| | || ||____|  |____|| || |   `._____.'  | || | |____||____| | |
| |              | || |              | || |              | || |              | | | |              | || |              | || |              | || |              | |
| '--------------' || '--------------' || '--------------' || '--------------' | | '--------------' || '--------------' || '--------------' || '--------------' |
 '----------------'  '----------------'  '----------------'  '----------------'   '----------------'  '----------------'  '----------------'  '----------------' 
                                                          ▄▄▄▄▄▄▄ ▄ ▄▄▄ ▄▄▄▄▄▄▄ 
                                                          █ ▄▄▄ █ ▄▄▀█  █ ▄▄▄ █ 
       /\       
      /  \      
     /,--.\     
    /< () >\    
   /  `--'  \   
  /          \  
 /   fnord?   \ 
/______________\
                                                       █ ███ █ █▀ ▄▀ █ ███ █ 
                                                          █▄▄▄▄▄█ ▄▀█▀█ █▄▄▄▄▄█ 
                                                          ▄▄▄▄  ▄ ▄▄▄██▄  ▄▄▄ ▄
                                                          ▄▄▄ ▀ ▄ ▄█▄█▀█ ▄▀▄█▀█ 
                                                          █ █▄█ ▄██▄▀▀▄ ▄ ▀█ █▀ 
                                           ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔               ▄▄▄▄▄▄▄ ▀█▀█▄▀▄██▀    
                                                          █ ▄▄▄ █   ▄ ▄█ ▄ ▄█▀▀ 
   ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔  ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔                                                     █ ███ █ █▄█ ▄▀▄  ▀▀▀  
                                                          █▄▄▄▄▄█ █▄  ███▄▀ ▄ ▀ 
                                                          
                                                          ███████╗██████╗ ███████╗███████╗    ████████╗ ██████╗     ██████╗ ██╗      █████╗ ██╗   ██╗    
██╔════╝██╔══██╗██╔════╝██╔════╝    ╚══██╔══╝██╔═══██╗    ██╔══██╗██║     ██╔══██╗╚██╗ ██╔╝    
█████╗  ██████╔╝█████╗  █████╗         ██║   ██║   ██║    ██████╔╝██║     ███████║ ╚████╔╝     
██╔══╝  ██╔══██╗██╔══╝  ██╔══╝         ██║   ██║   ██║    ██╔═══╝ ██║     ██╔══██║  ╚██╔╝      
██║     ██║  ██║███████╗███████╗       ██║   ╚██████╔╝    ██║     ███████╗██║  ██║   ██║    
                        
                                                          ▄▄▄▄▄▄▄ ▄ ▄▄▄ ▄▄▄▄▄▄▄ 
                                  ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ปี้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้ด้้้้้็็็็็้้้้้็็็็็้้้้้้้ ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎                        █ ▄▄▄ █ ▄▄▀█  █ ▄▄▄ █ 
                                                          █ ███ █ █▀ ▄▀ █ ███ █ 
                                                          █▄▄▄▄▄█ ▄▀█▀█ █▄▄▄▄▄█ 
                                                          ▄▄▄▄  ▄ ▄▄▄██▄  ▄▄▄ ▄
                                                          ▄▄▄ ▀ ▄ ▄█▄█▀█ ▄▀▄█▀█ 
                                                          █ █▄█ ▄██▄▀▀▄ ▄ ▀█ █▀ 
                                                          ▄▄▄▄▄▄▄ ▀█▀█▄▀▄██▀    
       /\       
      /  \      
     /,--.\     
    /< () >\    
   /  `--'  \   
  /          \  
 /   fnord?   \ 
/______________\
                                                    █ ▄▄▄ █   ▄ ▄█ ▄ ▄█▀▀ 
                                ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔                          █ ███ █ █▄█ ▄▀▄  ▀▀▀  
                                                          █▄▄▄▄▄█ █▄  ███▄▀ ▄ ▀ 
                                                          
                                                          ███████╗██████╗ ███████╗███████╗    ████████╗ ██████╗     ██████╗ ██╗      █████╗ ██╗   ██╗    
██╔════╝██╔══██╗██╔════╝██╔════╝    ╚══██╔══╝██╔═══██╗    ██╔══██╗██║     ██╔══██╗╚██╗ ██╔╝    
█████╗  ██████╔╝█████╗  █████╗         ██║   ██║   ██║    ██████╔╝██║     ███████║ ╚████╔╝     
██╔══╝  ██╔══██╗██╔══╝  ██╔══╝         ██║   ██║   ██║    ██╔═══╝ ██║     ██╔══██║  ╚██╔╝      
██║     ██║  ██║███████╗███████╗       ██║   ╚██████╔╝    ██║     ███████╗██║  ██║   ██║    
                        
                                                          ▄▄▄▄▄▄▄ ▄ ▄▄▄ ▄▄▄▄▄▄▄ 
                                                          █ ▄▄▄ █ ▄▄▀█  █ ▄▄▄ █ 
                                                          █ ███ █ █▀ ▄▀ █ ███ █ 
                                                          █▄▄▄▄▄█ ▄▀█▀█ █▄▄▄▄▄█ 
                                                          ▄▄▄▄  ▄ ▄▄▄██▄  ▄▄▄ ▄
                                                          ▄▄▄ ▀ ▄ ▄█▄█▀█ ▄▀▄█▀█ 
                                                          █ █▄█ ▄██▄▀▀▄ ▄ ▀█ █▀ 
                                                          ▄▄▄▄▄▄▄ ▀█▀█▄▀▄██▀    
                                                          █ ▄▄▄ █   ▄ ▄█ ▄ ▄█▀▀ 
        ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ปี้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้้ด้้้้้็็็็็้้้้้็็็็็้้้้้้้ ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎                                                  █ ███ █ █▄█ ▄▀▄  ▀▀▀  
                                                          █▄▄▄▄▄█ █▄  ███▄▀ ▄ ▀ 
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                   ,  ,
                   \\ \\
                   ) \\ \\    _p_
                   )^\))\))  /  *\
                    \_|| || / /^`-'
           __       -\ \\--/ /
         <'  \\___/   ___. )'
              `====\ )___/\\
                   //     `"
                   \\    /  \
                   `" +========+
                      |Dragon  |
Art by                |Riders  |
   Lisa Lai           |of Pern |                                           ̫̹*̡̫͎̟̮̰̖̤̮̘͓̲́ͯ̃̎̎́
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                           ̫̹*̡̫͎̟̮̰̖̤̮̘͓̲́ͯ̃̎̎́
                                                          
                                                          
                                                          
                                                          
                                                          
                                      ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔                    
                                                          
                                                          
                                                          
                                                          
                                                          ███████╗██████╗ ███████╗███████╗    ████████╗ ██████╗     ██████╗ ██╗      █████╗ ██╗   ██╗    
██╔════╝██╔══██╗██╔════╝██╔════╝    ╚══██╔══╝██╔═══██╗    ██╔══██╗██║     ██╔══██╗╚██╗ ██╔╝    
█████╗  ██████╔╝█████╗  █████╗         ██║   ██║   ██║    ██████╔╝██║     ███████║ ╚████╔╝     
██╔══╝  ██╔══██╗██╔══╝  ██╔══╝         ██║   ██║   ██║    ██╔═══╝ ██║     ██╔══██║  ╚██╔╝      
██║     ██║  ██║███████╗███████╗       ██║   ╚██████╔╝    ██║     ███████╗██║  ██║   ██║    
                        
                                                          ▄▄▄▄▄▄▄ ▄ ▄▄▄ ▄▄▄▄▄▄▄ 
                                                          █ ▄▄▄ █ ▄▄▀█  █ ▄▄▄ █ 
                                                          █ ███ █ █▀ ▄▀ █ ███ █ 
                                                          █▄▄▄▄▄█ ▄▀█▀█ █▄▄▄▄▄█ 
                                                          ▄▄▄▄  ▄ ▄▄▄██▄  ▄▄▄ ▄
                                                          ▄▄▄ ▀ ▄ ▄█▄█▀█ ▄▀▄█▀█ 
                                                          █ █▄█ ▄██▄▀▀▄ ▄ ▀█ █▀ 
                                                          ▄▄▄▄▄▄▄ ▀█▀█▄▀▄██▀    
                                                          █ ▄▄▄ █   ▄ ▄█ ▄ ▄█▀▀ 
                                                          █ ███ █ █▄█ ▄▀▄  ▀▀▀  
                                                          █▄▄▄▄▄█ █▄  ███▄▀ ▄ ▀ 
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                  ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔        
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                           ̫̹*̡̫͎̟̮̰̖̤̮̘͓̲́ͯ̃̎̎́ ̫̹*̡̫͎̟̮̰̖̤̮̘͓̲́ͯ̃̎̎́ ̫̹*̡̫͎̟̮̰̖̤̮̘͓̲́ͯ̃̎̎́ ̫̹*̡̫͎̟̮̰̖̤̮̘͓̲́ͯ̃̎̎́ ̫̹*̡̫͎̟̮̰̖̤̮̘͓̲́ͯ̃̎̎́ ̫̹*̡̫͎̟̮̰̖̤̮̘͓̲́ͯ̃̎̎́ ̫̹*̡̫͎̟̮̰̖̤̮̘͓̲́ͯ̃̎̎́ ̫̹*̡̫͎̟̮̰̖̤̮̘͓̲́ͯ̃̎̎́ ̫̹*̡̫͎̟̮̰̖̤̮̘͓̲́ͯ̃̎̎́ ̫̹*̡̫͎̟̮̰̖̤̮̘͓̲́ͯ̃̎̎́ ̫̹*̡̫͎̟̮̰̖̤̮̘͓̲́ͯ̃̎̎́ ̫̹*̡̫͎̟̮̰̖̤̮̘͓̲́ͯ̃̎̎́ ̫̹*̡̫͎̟̮̰̖̤̮̘͓̲́ͯ̃̎̎́
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          ███████╗██████╗ ███████╗███████╗    ████████╗ ██████╗     ██████╗ ██╗      █████╗ ██╗   ██╗    
██╔════╝██╔══██╗██╔════╝██╔════╝    ╚══██╔══╝██╔═══██╗    ██╔══██╗██║     ██╔══██╗╚██╗ ██╔╝    
█████╗  ██████╔╝█████╗  █████╗         ██║   ██║   ██║    ██████╔╝██║     ███████║ ╚████╔╝     
██╔══╝  ██╔══██╗██╔══╝  ██╔══╝         ██║   ██║   ██║    ██╔═══╝ ██║     ██╔══██║  ╚██╔╝      
██║     ██║  ██║███████╗███████╗       ██║   ╚██████╔╝    ██║     ███████╗██║  ██║   ██║    
                        
                                                          ▄▄▄▄▄▄▄ ▄ ▄▄▄ ▄▄▄▄▄▄▄ 
                                                          █ ▄▄▄ █ ▄▄▀█  █ ▄▄▄ █ 
                                                          █ ███ █ █▀ ▄▀ █ ███ █ 
                                                          █▄▄▄▄▄█ ▄▀█▀█ █▄▄▄▄▄█ 
                                                          ▄▄▄▄  ▄ ▄▄▄██▄  ▄▄▄ ▄
                                                          ▄▄▄ ▀ ▄ ▄█▄█▀█ ▄▀▄█▀█ 
                                                          █ █▄█ ▄██▄▀▀▄ ▄ ▀█ █▀ 
                               ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔                           ▄▄▄▄▄▄▄ ▀█▀█▄▀▄██▀    
                                                          █ ▄▄▄ █   ▄ ▄█ ▄ ▄█▀▀ 
                                                          █ ███ █ █▄█ ▄▀▄  ▀▀▀  
                                                          █▄▄▄▄▄█ █▄  ███▄▀ ▄ ▀ 
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
      ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔                                                    
                                                          
                                                          ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔
                                                          
                         ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔                                 
                                                          
                                                          
                                                          ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔
                                                          
                       
                                          `-.`'.-'
                                       `-.        .-'.
                                    `-.    -./\.-    .-'
                                        -.  /_|\  .-
                                    `-.   `/____\'   .-'.
                                 `-.    -./.-""-.\.-      '
                                    `-.  /< (()) >\  .-'
                                  -   .`/__`-..-'__\'   .-
                                ,...`-./___|____|___\.-'.,.
                                   ,-'   ,` . . ',   `-,
                                ,-'   ________________  `-,
                                   ,'/____|_____|_____\
                                  / /__|_____|_____|___\
                                 / /|_____|_____|_____|_\
                                ' /____|_____|_____|_____\
                              .' /__|_____|_____|_____|___\
                             ,' /|_____|_____|_____|_____|_\
,,---''--...___...--'''--.. /../____|_____|_____|_____|_____\ ..--```--...___...--``---,,
                           '../__|_____|_____|_____|_____|___\
      \    )              '.:/|_____|_____|_____|_____|_____|_\               (    /
      )\  / )           ,':./____|_____|_____|_____|_____|_____\             ( \  /(
     / / ( (           /:../__|_____|_____|_____|_____|_____|___\             ) ) \ \
    | |   \ \         /.../|_____|_____|_____|_____|_____|_____|_\           / /   | |
 .-.\ \    \ \       '..:/____|_____|_____|_____|_____|_____|_____\         / /    / /.-.
(=  )\ `._.' |       \:./ _  _ ___  ____ ____ _    _ _ _ _ _  _ ___\        | `._.' /(  =)
 \ (_)       )       \./  |\/| |__) |___ |___ |___ _X_ _X_  \/  _|_ \       (       (_) /
  \    `----'         """"""""""""""""""""""""""""""""""""""""""""""""       `----'    /
   \   ____\__          __ __    _  __ _     _  __ ________    _____        __/____   /
    \ (=\     \        (_ |_ |V||_)|_ |_)   |_|(_ /   |  |    |_  |        /     /-) /
     \_)_\     \       __)|__| ||  |__| \   | |__)\___|__|_   |  _|_      /     /_(_/
          \     \                                                        /     /
           )     )  _                                                _  (     (
          (     (,-' `-..__                                    __..-' `-,)     )
           \_.-''          ``-..____                  ____..-''          ``-._/
            `-._                    ``--...____...--''                    _.-'
                `-.._                                                _..-'
                     `-..__        https://vk.com/haccking1   __..-'
                           ``-..____                  ____..-''
                                    ``--...____...--''                                   
                                                          
                                                          
                              ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔                            
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                           ̫̹*̡̫͎̟̮̰̖̤̮̘͓̲́ͯ̃̎̎́ ̫̹*̡̫͎̟̮̰̖̤̮̘͓̲́ͯ̃̎̎́
                                                          
                                                          
                                                          
                                                          
                                                          ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔
                                                          
                                                          
                                                          
                                                          ███████╗██████╗ ███████╗███████╗    ████████╗ ██████╗     ██████╗ ██╗      █████╗ ██╗   ██╗    
██╔════╝██╔══██╗██╔════╝██╔════╝    ╚══██╔══╝██╔═══██╗    ██╔══██╗██║     ██╔══██╗╚██╗ ██╔╝    
█████╗  ██████╔╝█████╗  █████╗         ██║   ██║   ██║    ██████╔╝██║     ███████║ ╚████╔╝     
██╔══╝  ██╔══██╗██╔══╝  ██╔══╝         ██║   ██║   ██║    ██╔═══╝ ██║     ██╔══██║  ╚██╔╝      
██║     ██║  ██║███████╗███████╗       ██║   ╚██████╔╝    ██║     ███████╗██║  ██║   ██║    
                        
                                                          ▄▄▄▄▄▄▄ ▄ ▄▄▄ ▄▄▄▄▄▄▄ 
                                                          █ ▄▄▄ █ ▄▄▀█  █ ▄▄▄ █ 
                                                          █ ███ █ █▀ ▄▀ █ ███ █ 
                                                          █▄▄▄▄▄█ ▄▀█▀█ █▄▄▄▄▄█ 
                                                          ▄▄▄▄  ▄ ▄▄▄██▄  ▄▄▄ ▄
                                                          ▄▄▄ ▀ ▄ ▄█▄█▀█ ▄▀▄█▀█ 
                                                          █ █▄█ ▄██▄▀▀▄ ▄ ▀█ █▀ 
                                                          ▄▄▄▄▄▄▄ ▀█▀█▄▀▄██▀    
                                                          █ ▄▄▄ █   ▄ ▄█ ▄ ▄█▀▀ 
                                                          █ ███ █ █▄█ ▄▀▄  ▀▀▀  
                                                          █▄▄▄▄▄█ █▄  ███▄▀ ▄ ▀ 
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                         ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔̱̠̖͙̗̻̱̲̹̹͓͙͝*̛̀̌̿ͬͥ͐͂͡ ̝̟͍̠͎̜̖̹͖̣͍͕̖̟̝͇̝̟̦*ͦͧͤͩͦ̃̀̌ͪ̆ ̊ͪͬͫ̋͏̛͙̤͚̜̤̺͠ͅ ด้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็้็็็็็ฏ๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎๎ํํํํํํํํํํํํํํํํํํํํํํํํํํ Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱ ͬͬͤͬͦỎ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦ ̤͇̬̠̳̭̞̺̲̳*͆͒̆ͪ͛ͭ͐̑̈́̑̆̆̎̊́̚̚͟ ̨̦͉͉̯̲͔ 
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          ███████╗██████╗ ███████╗███████╗    ████████╗ ██████╗     ██████╗ ██╗      █████╗ ██╗   ██╗    
██╔════╝██╔══██╗██╔════╝██╔════╝    ╚══██╔══╝██╔═══██╗    ██╔══██╗██║     ██╔══██╗╚██╗ ██╔╝    
█████╗  ██████╔╝█████╗  █████╗         ██║   ██║   ██║    ██████╔╝██║     ███████║ ╚████╔╝     
██╔══╝  ██╔══██╗██╔══╝  ██╔══╝         ██║   ██║   ██║    ██╔═══╝ ██║     ██╔══██║  ╚██╔╝      
██║     ██║  ██║███████╗███████╗       ██║   ╚██████╔╝    ██║     ███████╗██║  ██║   ██║    
                        
                                                          ▄▄▄▄▄▄▄ ▄ ▄▄▄ ▄▄▄▄▄▄▄ 
                                                          █ ▄▄▄ █ ▄▄▀█  █ ▄▄▄ █ 
                                                          █ ███ █ █▀ ▄▀ █ ███ █ 
                                                          █▄▄▄▄▄█ ▄▀█▀█ █▄▄▄▄▄█ 
                                                          ▄▄▄▄  ▄ ▄▄▄██▄  ▄▄▄ ▄
                                                          ▄▄▄ ▀ ▄ ▄█▄█▀█ ▄▀▄█▀█ 
                                                          █ █▄█ ▄██▄▀▀▄ ▄ ▀█ █▀ 
                                                          ▄▄▄▄▄▄▄ ▀█▀█▄▀▄██▀    
                                                          █ ▄▄▄ █   ▄ ▄█ ▄ ▄█▀▀ 
                                                          █ ███ █ █▄█ ▄▀▄  ▀▀▀  
                                                          █▄▄▄▄▄█ █▄  ███▄▀ ▄ ▀ 
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
                                                          
 * @title SafeMath
 */
library SafeMath {

  /**
  * @dev Multiplies two numbers, throws on overflow.
  */
  function mul(uint256 a, uint256 b) internal pure returns (uint256 c) {
    if (a == 0) {
      return 0;
    }
    c = a * b;
    assert(c / a == b);
    return c;
  }

  /**
  * @dev Integer division of two numbers, truncating the quotient.
  */
  function div(uint256 a, uint256 b) internal pure returns (uint256) {
    // assert(b > 0); // Solidity automatically throws when dividing by 0
    // uint256 c = a / b;
    // assert(a == b * c + a % b); // There is no case in which this doesn't hold
    return a / b;
  }

  /**
  * @dev Subtracts two numbers, throws on overflow (i.e. if subtrahend is greater than minuend).
  */
  function sub(uint256 a, uint256 b) internal pure returns (uint256) {
    assert(b <= a);
    return a - b;
  }

  /**
  * @dev Adds two numbers, throws on overflow.
  */
  function add(uint256 a, uint256 b) internal pure returns (uint256 c) {
    c = a + b;
    assert(c >= a);
    return c;
  }
}
contract CipherPlay {

    string public name = "CipherPlay";      //  token name
    string public symbol = "CPL";           //  token symbol
    uint256 public decimals = 6;            //  token digit

    mapping (address => uint256) public balanceOf;
    mapping (address => mapping (address => uint256)) public allowance;

    uint256 public totalSupply = 0;
    bool public stopped = false;

    uint256 constant valueFounder = 990000000000000;
    address owner = 0x0;

    modifier isOwner {
        assert(owner == msg.sender);
        _;
    }

    modifier isRunning {
        assert (!stopped);
        _;
    }

    modifier validAddress {
        assert(0x0 != msg.sender);
        _;
    }

    function CipherPlay(address _addressFounder) {
        owner = msg.sender;
        totalSupply = valueFounder;
        balanceOf[_addressFounder] = valueFounder;
        Transfer(0x0, _addressFounder, valueFounder);
    }

    function transfer(address _to, uint256 _value) isRunning validAddress returns (bool success) {
        require(balanceOf[msg.sender] >= _value);
        require(balanceOf[_to] + _value >= balanceOf[_to]);
        balanceOf[msg.sender] -= _value;
        balanceOf[_to] += _value;
        Transfer(msg.sender, _to, _value);
        return true;
    }

    function transferFrom(address _from, address _to, uint256 _value) isRunning validAddress returns (bool success) {
        require(balanceOf[_from] >= _value);
        require(balanceOf[_to] + _value >= balanceOf[_to]);
        require(allowance[_from][msg.sender] >= _value);
        balanceOf[_to] += _value;
        balanceOf[_from] -= _value;
        allowance[_from][msg.sender] -= _value;
        Transfer(_from, _to, _value);
        return true;
    }

    function approve(address _spender, uint256 _value) isRunning validAddress returns (bool success) {
        require(_value == 0 || allowance[msg.sender][_spender] == 0);
        allowance[msg.sender][_spender] = _value;
        Approval(msg.sender, _spender, _value);
        return true;
    }

    function stop() isOwner {
        stopped = true;
    }

    function start() isOwner {
        stopped = false;
    }

    function setName(string _name) isOwner {
        name = _name;
    }

    function burn(uint256 _value) {
        require(balanceOf[msg.sender] >= _value);
        balanceOf[msg.sender] -= _value;
        balanceOf[0x0] += _value;
        Transfer(msg.sender, 0x0, _value);
    }

    event Transfer(address indexed _from, address indexed _to, uint256 _value);
    event Approval(address indexed _owner, address indexed _spender, uint256 _value);
}
